export const tab1Text = {
  bodytext: `Доставка через Казпочта - это удобный и надежный способ получения вашего заказа от компании "Mebel.kz". Вот как это работает:`,
  ptext1: `1) Оформление заказа: После выбора необходимой мебели на нашем сайте и заполнения заказа, вы можете выбрать доставку через Казпочта в качестве метода доставки.`,
  ptext2: `2) Обработка заказа: Наша команда оперативно обрабатывает ваш заказ и подготавливает его к отправке. Обычно это занимает несколько рабочих дней.`,
  ptext3: `3) Отправка заказа: После того как ваш заказ будет готов к отправке, мы передадим его в службу доставки Казпочта. Вы получите уведомление о номере отслеживания, чтобы вы могли отслеживать статус вашей посылки.`,
}

export const tab2Text = {
  bodytext: `Получение товара из пункта самовывоза:`,
  ptext1: `Если вы предпочитаете самостоятельно забрать свой заказ из пункта самовывоза, вам нужно будет указать это при оформлении заказа. После того, как ваш заказ будет готов к выдаче, мы пришлем вам уведомление с адресом и расписанием работы пункта самовывоза. Пожалуйста, имейте при себе документ, удостоверяющий личность, при получении заказа.`,
}

export const tab3Text = `Стоимость курьерской доставки - от 5000тг до 15000тг в зависимости от населенного пункта.
Точная стоимость доставки рассчитывается при оформлении заказа. Будьте внимательны и корректно указывайте город доставки.
При доставке заказа Казпочтой у вас есть возможность оплатить заказ наличными или платежной картой. Оплата картой при получении имеет определенные ограничения.`

export const tab4Text = `Чтобы узнать текущий статус вашего заказа, вы можете воспользоваться номером отслеживания, который мы предоставляем после отправки заказа. Вам также доступна информация о статусе заказа в вашем личном кабинете на нашем сайте. Если у вас возникли вопросы или затруднения, пожалуйста, свяжитесь с нашей службой поддержки, и мы с удовольствием поможем вам.`
